[
  {
    "name": "lutra lutra",
    "common": "Eurasian otter",
    "desc": "The most widely distributed member of the otter subfamily (Lutrinae) of the weasel family (Mustelidae), it is found in the waterways and coasts of Europe, many parts of Asia, and parts of northern Africa.",
    "link": "https://en.wikipedia.org/wiki/Eurasian_otter",
    "imgs": [
      "https://upload.wikimedia.org/wikipedia/commons/d/d3/Fischotter%2C_Lutra_Lutra.JPG",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/European_otter_02.jpg/640px-European_otter_02.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/European_otter_01.jpg/640px-European_otter_01.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/The_Eurasian_otter_%28Lutra_lutra%29.jpg/640px-The_Eurasian_otter_%28Lutra_lutra%29.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Otter_at_Buckfast_Otter_Sanctuary_8.jpg/640px-Otter_at_Buckfast_Otter_Sanctuary_8.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Otter_at_Buckfast_Otter_Sanctuary_4.jpg/640px-Otter_at_Buckfast_Otter_Sanctuary_4.jpg"
    ],
    "tags": ["Europe", "Asia", "Africa"],
    "detail": "The Eurasian otter (Lutra lutra), also known as the European otter, Eurasian river otter, common otter, and Old World otter, is a semiaquatic mammal native to Eurasia. The most widely distributed member of the otter subfamily (Lutrinae) of the weasel family (Mustelidae), it is found in the waterways and coasts of Europe, many parts of Asia, and parts of northern Africa. The female is shorter than the male. The otter's average body weight is 7 to 12 kg (15 to 26 lb), although occasionally a large old male may reach up to 17 kg (37 lb). The record-sized specimen, reported by a reliable source but not verified, weighed over 24 kg (53 lb). The Eurasian otter is the most widely distributed otter species, its range including parts of Asia and Africa, as well as being spread across Europe, south to Palestine. The study examined the tissue on the teeth of the skulls and determined the genetic variability based on DNA analysis. In conclusion, the study discovered that despite the population declines, the Eurasian otter was not a victim of declining genetic variability. The decline in population of native freshwater fishes in the rivers of Iberia, which is the preferred food of Eurasian otters, along with the expansion of exotic fish species like centrarchids could potentially put Eurasian otters at risk for extinction."
  },
  {
    "name": "lutra sumatrana",
    "common": "Hairy-nosed otter",
    "desc": "Lutra sumatrana is one of the rarest and least known otter species. It is threatened by loss of natural resources and poaching. This hairy-nosed otter occurs in Southeast Asia. ",
    "link": "https://en.wikipedia.org/wiki/Hairy-nosed_otter",
    "imgs": [
      "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Lutra_sumatrana_01.jpg/1024px-Lutra_sumatrana_01.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/b/b5/Fischotter_Lutra_lutra1.jpg"
    ],
    "tags": ["Asia"],
    "detail": "The hairy-nosed otter (Lutra sumatrana) is a semiaquatic mammal endemic to Southeast Asia and one of the rarest and least known otter species. Its rhinarium is covered with short hair. The gestation period lasts around two months. Foraging is the main food-acquisition technique due to increased variation in monsoonal patterns in recent years due to global climate change. Conservation The hairy-nosed otter is the rarest otter in Asia, most likely verging on extinction in the northern parts of its range and of uncertain status elsewhere. Only a few viable populations remain, widely scattered in region. The species is threatened by loss of lowland wetland habitats, hunting for fur and meat, and accidental killing during fishing."
  },
  {
    "name": "hydrictis",
    "common": "Spot-necked Otter",
    "desc": " The spotted-necked otter is a relatively small species. The tail is long and muscular. The head is broad with a short muzzle, small rounded ears, and a hairless nose pad. The teeth are adapted for consuming fish.",
    "link": "https://en.wikipedia.org/wiki/Hydrictis",
    "imgs": [
      "https://upload.wikimedia.org/wikipedia/commons/7/7c/Spotted-necked_otter_1.jpg"
    ],
    "tags": ["Africa"],
    "detail": "The spotted-necked otter is a relatively small species, with males measuring 71 to 76 cm (28 to 30 in) from nose to rump, and weighing 5.7 to 6.5 kg (13 to 14 lb), while females are 57 to 61 cm (22 to 24 in) and 3.0 to 4.7 kg (6.6 to 10.4 lb). The head is broad with a short muzzle, small rounded ears, and a hairless nose pad. The teeth are adapted for consuming fish, with large sharp upper canine teeth, curved lower canines, and sharp carnassial teeth. On land, they travel mainly by the use of regular paths, and rarely move more than 10 m (33 ft) from river or lake banks. As with many other otters, these paths are marked by 'sprainting' sites in which they habitually defecate and urinate. Spotted-necked otters are very vocal, uttering high, thin whistles and rapid, shrill chatters. The female bears a litter of up to three young after a gestation period around two months."
  },
  {
    "name": "lutrogale",
    "common": "Smooth-coated Otter",
    "desc": "The smooth-coated otter is found in many Asian countries. It lives in areas where fresh water is plentiful such as wetlands, seasonal swamps, rivers, lakes and rice paddies.",
    "link": "https://en.wikipedia.org/wiki/Smooth-coated_otter",
    "imgs": [
      "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Smooth-coated_Otter_%2814157590954%29.jpg/1280px-Smooth-coated_Otter_%2814157590954%29.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Smooth-coated_otter1.jpg/1280px-Smooth-coated_otter1.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/f/f3/2006-kabini-otter.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Smooth_Coated_Otter_Babies_at_WWP.jpg/1920px-Smooth_Coated_Otter_Babies_at_WWP.jpg"
    ],
    "tags": ["Asia"],
    "detail": "The Lutrogale perspicillata is an otter species occurring in most of the Indian subcontinent and Southeast Asia, with a disjunct population in Iraq. It is distinguished from other otter species by its more rounded head and a hairless nose in the shape of a distorted diamond. Three subspecies are recognised. The smooth-coated otter groups with the Asian small-clawed otter and the African clawless otter into a sister clade to the genus Lutra. During the rice planting season, they also hunt rats in rice fields. In this formation, they undulated wildly through the creek, causing panic‑stricken fish to jump out of the water a few metres ahead. This was the first case of smooth-coated otters thought to have been destined for the illegal pet trade. At least seven smooth-coated otters were offered for sale through websites by traders in Thailand and Malaysia between 2016 and 2017. Conservation \nThe smooth-coated otter is a protected species in most range countries and listed globally as a vulnerable species."
  },
  {
    "name": "pteronura brasiliensis",
    "common": "Giant river otter",
    "desc": "It is one of the most endangered mammal species in the Neotropics. The species was listed as endangered in 1999 and wild population estimates are below 5,000.",
    "link": "https://en.wikipedia.org/wiki/Pteronura",
    "imgs": [
      "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Giant_otters_%28Pteronura_brasiliensis%29.jpg/1280px-Giant_otters_%28Pteronura_brasiliensis%29.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/e/e2/Giantotter.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Pteronura_brasiliensis_MG_9021.jpg/1280px-Pteronura_brasiliensis_MG_9021.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Giant_Otter_Anjo.JPG/1920px-Giant_Otter_Anjo.JPG",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Pteronura_brasiliensis_%28Alua_and_Yumbo%29_Parken_Zoo.jpg/1280px-Pteronura_brasiliensis_%28Alua_and_Yumbo%29_Parken_Zoo.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Nutria_from_Venezuela.jpg/1280px-Nutria_from_Venezuela.jpg"
    ],
    "tags": ["South-America"],
    "detail": "The giant otter or giant river otter (Pteronura brasiliensis) is a South American carnivorous mammal. Incorrect descriptions of the species have led to multiple synonyms. It is distributed across the north of the giant otter range, including the Orinoco, Amazon, and Guianas river systems; to the south, It has been suggested in Paraguay, Uruguay, southern Brazil, and northern Argentina, although it may be extinct in the last three of these four. In the wild, it has been suggested, although not systematically confirmed, that tourists cause stresses. This sensitivity is matched by a strong protectiveness towards the young. Prey species found were also sedentary, generally swimming only short distances, which may aid the giant otter in predation. Its presumed habitat requirements and availability would differ dramatically in the rainy season: estimating range sizes of 1.98 to as much as 19.55 square kilometres for the groups. The neotropical otter is active during twilight and darkness, reducing the likelihood of conflict with the diurnal giant otter. Its smaller prey, different denning habits, and different preferred water types also reduce interaction. Other species that prey upon similar food resources include the caimans and large fish that are themselves piscivores."
  },
  {
    "name": "lontra canadensis",
    "common": "North American river otter",
    "desc": "The North American river otter is a semiaquatic mammal endemic to the North American continent found in and along its waterways and coasts. It is equally versatile in the water and on land.",
    "link": "https://en.wikipedia.org/wiki/North_American_river_otter",
    "imgs": [
      "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Northern_River_Otter_on_Seedskadee_NWR_%2822802102984%29.jpg/1280px-Northern_River_Otter_on_Seedskadee_NWR_%2822802102984%29.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/LutraCanadensis_fullres.jpg/1024px-LutraCanadensis_fullres.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/RiverOtterSwimmingOregonZoo.jpg/1920px-RiverOtterSwimmingOregonZoo.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/River_Otter-27527.jpg/1024px-River_Otter-27527.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/1/19/North_American_River_Otter_-_CNP_3361_%287056954311%29.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Pair_of_Lontra_canadensis.jpg/1920px-Pair_of_Lontra_canadensis.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/River_otter_Richmond_Marina_Scott_Campbell_July_29%2C_2010.jpg/1280px-River_otter_Richmond_Marina_Scott_Campbell_July_29%2C_2010.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Northern_River_Otter_Eating_White_Sucker_on_Seedskadee_NWR_%2822984535449%29.jpg/1280px-Northern_River_Otter_Eating_White_Sucker_on_Seedskadee_NWR_%2822984535449%29.jpg"
    ],
    "tags": ["North-America"],
    "detail": "The North American river otter is a stocky animal of 5 to 14 kilograms (11 to 31 lb), with short legs, a muscular neck and an elongated body that is broadest at the hips. They have long bodies, and long whiskers that are used to detect prey in dark waters. An average adult male weighs about 11.3 kilograms (25 lb) against the female's average of 8.3 kilograms (18 lb). Although other prey species are of temporary significance to the North American river otter, the deciding factor whether the North American river otter can establish itself as a permanent resident of one location is the year-round availability of fish. The North American river otter is more social than most mustelids. Copulation is vigorous, and is interrupted by periods of rest. North American river otter pelts are used as the standard for rating the quality of other pelts. Oil spills present a localized threat to otter populations, especially in coastal areas."
  },
  {
    "name": "lontra provocax",
    "common": "Southern river otter",
    "desc": "The southern river otter (Lontra provocax) is a species of otter that lives in Chile and Argentina. This medium-sized otter's body can grow up to 2.5 ft (70 cm) long.",
    "link": "https://en.wikipedia.org/wiki/Southern_river_otter",
    "imgs": [
      "https://upload.wikimedia.org/wikipedia/commons/d/d4/Lontra_provocax.jpg"
    ],
    "tags": ["South-America"],
    "detail": "It sometimes is considered a subspecies of Lontra canadensis. Body weight averages about 5–10 kg (11-22 lbs). Its fur is dark-brown on the top and has a lighter cinnamon color on its underside. The southern river otter can be found in marine, freshwater, and terrestrial habitats, but are mostly found in freshwater lakes and rivers having a significant amount of dense vegetation, especially along the shorelines, which must be present to use as cover. This is the major cause of their current low population numbers and endangered conservation status."
  },
  {
    "name": "lontra longicaudis",
    "common": "Neotropical otter",
    "desc": "The neotropical otter is an otter species found in South America and Trinidad. It is physically similar to the northern and southern river otters.",
    "link": "https://en.wikipedia.org/wiki/Neotropical_otter",
    "imgs": [
      "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Lontra_longicaudis_4.jpeg/1280px-Lontra_longicaudis_4.jpeg"
    ],
    "tags": ["South-America"],
    "detail": "The otter will prefer sites that are solid, high, dry, and in proximity to deep water. The Neotropical otter is the greatest generalist of all otter species. They are raised completely by their mother, as males do not provide any parental care. The male will only spend a single day with the female during breeding season. However, studies show that not all possible shelters are occupied and not all shelters are equally utilized by Neotropical otters. The Giant otter is less of a generalist in habitat, preferring slow-moving water and overhanging vegetation, but where the Neotropical otter may also occur. This would benefit fishermen economically, improve fishermen's attitude toward the animal, and build on to currently insufficient data about this species."
  },
  {
    "name": "lontra felina",
    "common": "Marine otter",
    "desc": "The marine otter is a relatively unknown South American mammal. It is the smallest marine mammal. They found in areas of South America, close to shore.",
    "link": "https://en.wikipedia.org/wiki/Marine_otter",
    "imgs": [
      "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Lfelina.jpg/1280px-Lfelina.jpg"
    ],
    "tags": ["South-America"],
    "detail": "The marine otter (Lontra felina), not to be confused with sea otter, is a rare and relatively unknown South American mammal of the weasel family (Mustelidae). The tail measures 30 to 36 cm (12 to 14 in). Its fur is coarse, with guard hairs measuring up to 2 cm (0.79 in) in length covering dense, insulating underfur. The marine otter does not display sexual dimorphism. Marine otters are found in littoral areas of southwestern South America, close to shore and in the intertidal areas of northern Peru, along the entire coast of Chile, and the extreme southern reaches of Argentina. Occasional vagrant sightings still occur as far afield as the Falkland Islands. Fighting takes place on prominent rocks above the waterline, which are also used for resting, feeding, and grooming. Parents bring food to the pups and teach them to hunt. Marine otters are rare and are protected under Peruvian, Chilean, and Argentine law. In the past, they were extensively hunted both for their fur and due to perceived competition with fisheries."
  },
  {
    "name": "aonyx capensis",
    "common": "African clawless otters",
    "desc": "African clawless otters have thick, smooth fur with almost silky underbellies. Paws are partially webbed with five fingers. They are the third largest otter on average.",
    "link": "https://en.wikipedia.org/wiki/African_clawless_otter",
    "imgs": [
      "https://upload.wikimedia.org/wikipedia/commons/6/69/Aonyx_capensis%2C_male%2C_Shamvura.jpg"
    ],
    "tags": ["Africa"],
    "detail": "The African clawless otter (Aonyx capensis), also known as the Cape clawless otter or groot otter, is the second-largest freshwater otter species. It inhabits permanent water bodies in savannah and lowland forest areas through most of sub-Saharan Africa. It is characterized by partly webbed and clawless feet, from which their name is derived. Chestnut in color, they are characterized by white facial markings that extend downward towards their throat and chest areas. Mating takes place in short periods throughout the rainy season in December. Extremely sensitive whiskers (vibrissae) are used as sensors in the water to pick up the movements of potential prey. The biggest threat to African clawless otters comes from humans."
  },
  {
    "name": "aonyx cinereus",
    "common": "Asian small-clawed otter",
    "desc": "It has short claws that do not extend beyond the pads of its webbed digits. It is listed as Vulnerable on the IUCN Red List, and is threatened by habitat loss.",
    "link": "https://en.wikipedia.org/wiki/Asian_small-clawed_otter",
    "imgs": [
      "https://upload.wikimedia.org/wikipedia/commons/8/87/Otters_at_feeding_time_2004_SMC.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Aonyx_cinerea_-_Zoo_Frankfurt_1.jpg/1024px-Aonyx_cinerea_-_Zoo_Frankfurt_1.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/8/87/Otters_at_feeding_time_2004_SMC.jpg"
    ],
    "tags": ["Asia"],
    "detail": "Species of mammal The Asian small-clawed otter (Aonyx cinereus), also known as the oriental small-clawed otter and the small-clawed otter, is an otter species native to South and Southeast Asia. Today, a population of at least 60 hybrid otters are present in Singapore. Closeup of a small-clawed otter's mouth The Asian small-clawed otter has deep brown fur with some rufous tinge on the back, but paler below. Its paws are narrow with short digits that are webbed to the last joint. In head-to-body length, it ranges from 470 to 610 mm (18.4 to 24 in) with a 260 to 350 mm (10.2 to 13.6 in) long tail. It lives in freshwater wetlands such as swamps, meandering rivers, irrigated rice fields as well as estuaries, coastal lagoons and tidal pools. Interval between births is at least eight months. About two weeks before parturition, both female and male engage in building a nest."
  },
  {
    "name": "aonyx congicus",
    "common": "Congo clawless otter",
    "desc": "The Congo clawless otter is found only in Africa and is threatened by habitat loss. Very little is known about this species.  It can be found in temperate and grassland.",
    "link": "https://en.wikipedia.org/wiki/Congo_clawless_otter",
    "imgs": [
      "https://www.mpalalive.org/uploads/gallery/clawless-otter_gallery_1.jpg"
    ],
    "tags": ["Africa"],
    "detail": "It is a large otter and found only in the mid-part of Africa, in the tropical belt. Otters mark their territories with scent, and fervently patrol and defend their territories. Congo clawless otters are characterized by only partial webbing (between the toes of their black feet and no webbing on their front feet), and small, blunt, peg-like claws. Their head and body length measure to be about 600-1,000 mm (24–39 in.), The myth in Gabon is that otters can give electric shocks when caught with a spear. Due to commercial hunting for meat and fur, Congo clawless otter population numbers have undergone severe declines especially in Nigeria and Cameroon."
  },
  {
    "name": "enhydra lutris",
    "common": "Sea otter",
    "desc": "The sea otter is native to the coasts of the northern and eastern North Pacific Ocean. It can walk on land, but prefers to live in the ocean.",
    "link": "https://en.wikipedia.org/wiki/Sea_otter",
    "imgs": [
      "https://upload.wikimedia.org/wikipedia/commons/0/02/Sea_Otter_%28Enhydra_lutris%29_%2825169790524%29_crop.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/1/15/Sea_otter_cropped.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Seaotterrocks.jpg/1280px-Seaotterrocks.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Sea_otter_with_sea_urchin.jpg/1024px-Sea_otter_with_sea_urchin.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/5/50/Sea_otters_holding_hands%2C_cropped.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Sea_otter_nursing02.jpg/1920px-Sea_otter_nursing02.jpg"
    ],
    "tags": ["North-America"],
    "detail": "The sea otter (Enhydra lutris) is a marine mammal native to the coasts of the northern and eastern North Pacific Ocean. This pouch also holds a rock, unique to the otter, that is used to break open shellfish and clams. At the surface, the sea otter eats while floating on its back, using its forepaws to tear food apart and bring it to its mouth. As of 2017, the population was estimated at over 2,000 individuals, and their range extends from Point Grenville in the south to Cape Flattery in the north and east to Pillar Point along the Strait of Juan de Fuca. In Washington, sea otters are found almost exclusively on the outer coasts. This allows space for competing species and increases species diversity. Leading mammalian predators of this species include orcas and sea lions, and bald eagles may grab pups from the surface of the water. Russian fur-hunting expeditions soon depleted the sea otter populations in the Commander Islands, and by 1745, they began to move on to the Aleutian Islands. Between 1803 and 1846, 72 American ships were involved in the otter hunt in California, harvesting an estimated 40,000 skins and tails, compared to only 13 ships of the Russian-American Company, which reported 5,696 otter skins taken between 1806 and 1846. In 1812, the Russians founded an agricultural settlement at what is now Fort Ross in northern California, as their southern headquarters. Eventually, sea otter populations became so depleted, commercial hunting was no longer viable."
  }
]
